{
  "cookies_main_title": "Política de Cookies",
  "last_update_cookies": "Última actualización: 7 de junio de 2025",
  "cookies_translation_1": "Esta Política de Cookies explica qué son las cookies, cómo y por qué las utilizamos, y cómo puedes gestionarlas en nuestro sitio web",
  "cookies_translation_2": "Te recomendamos leer esta política para que entiendas qué tipo de información recopilamos a través de las cookies y cómo se utiliza.",
  "cookies_translation_3": "¿Qué son las Cookies?",
  "cookies_translation_4": "Las cookies son pequeños archivos de texto que se almacenan en tu navegador web o en tu dispositivo (ordenador, tableta, teléfono móvil) cuando visitas un sitio web. Permiten que el sitio web recuerde tus acciones y preferencias (como el inicio de sesión, el idioma o la configuración de visualización) durante un período de tiempo, para que no tengas que volver a introducirlas cada vez que regresas al sitio o navegas de una página a otra.",
  "cookies_translation_5": "De sesión:",
  "cookies_translation_6": "Son temporales y se eliminan cuando cierras tu navegador web.",
  "cookies_translation_7": "Persistentes:",
  "cookies_translation_8": "Permanecen en tu dispositivo durante un período de tiempo predefinido o hasta que las elimines manualmente.",
  "cookies_translation_9": "De origen (propias):",
  "cookies_translation_10": "Establecidas por el sitio web que estás visitando.",
  "cookies_translation_11": "De terceros:",
  "cookies_translation_12": "Establecidas por un dominio diferente al del sitio web que estás visitando (por ejemplo, Google Analytics).",
  "cookies_translation_13": "¿Cómo y Por Qué Utilizamos las Cookies?",
  "cookies_translation_14": "Utilizamos cookies por diversas razones para mejorar tu experiencia en nuestro sitio web:",
  "cookies_translation_15": "Cookies Necesarias o Técnicas:",
  "cookies_translation_16": "Propósito:",
  "cookies_translation_17": "Son esenciales para que nuestra landing page funcione correctamente y te permita navegar por ella y utilizar sus funciones básicas. Sin estas cookies, algunas partes de nuestro sitio no funcionarían.",
  "cookies_translation_18": "Datos que Recopilan:",
  "cookies_translation_19": "No recopilan información personal identificable. Solo registran acciones básicas como el estado de tu sesión o la aceptación de la política de cookies.",
  "cookies_translation_20": "Duración:",
  "cookies_translation_21": "Generalmente de sesión.",
  "cookies_translation_22": "Cookies de Rendimiento o Analíticas:",
  "cookies_translation_23": "Propósito:",
  "cookies_translation_24": "Nos ayudan a comprender cómo interactúas con nuestra landing page, qué secciones son las más visitadas, cómo llegas a nuestro sitio y si encuentras algún error. Esta información nos permite mejorar la estructura y el contenido de la página para ofrecerte una mejor experiencia.",
  "cookies_translation_25": "Terceros:",
  "cookies_translation_26": "Utilizamos Google Analytics para este fin.",
  "cookies_translation_27": "Datos que Recopilan:",
  "cookies_translation_28": "Principalmente datos anonimizados o pseudonimizados, como tu dirección IP (enmascarada), tipo de dispositivo, sistema operativo, comportamiento de navegación (páginas visitadas, tiempo en el sitio).",
  "cookies_translation_29": "Duración:",
  "cookies_translation_30": "Persistentes (ej., hasta 13 meses para Google Analytics).",
  "cookies_translation_31": "Cookies de Funcionalidad o Personalización:",
  "cookies_translation_32": "Propósito:",
  "cookies_translation_33": "Nos permiten recordar las elecciones que haces (como tu idioma preferido o las preferencias de configuración) y ofrecerte funciones mejoradas y más personalizadas.",
  "cookies_translation_34": "Datos que Recopilan:",
  "cookies_translation_35": "Pueden recopilar información que tú nos proporcionas para personalizar tu experiencia, como preferencias de idioma.",
  "cookies_translation_36": "Duración:",
  "cookies_translation_37": "Persistentes (ej., hasta 1 año).",
  "cookies_translation_38": "Cookies de Publicidad o Marketing:",
  "cookies_translation_39": "Propósito:",
  "cookies_translation_40": "(Aunque aún no las utilizas activamente, esta sección se incluirá para cuando lo hagas). Estas cookies se utilizan para mostrarte anuncios relevantes y personalizados basados en tus intereses y comportamiento de navegación en nuestro sitio y en otros. También nos ayudan a medir la efectividad de nuestras campañas publicitarias.",
  "cookies_translation_41": "Terceros (potenciales):",
  "cookies_translation_42": "Pueden incluir servicios como Google Ads, Facebook Ads, etc.",
  "cookies_translation_43": "Datos que Recopilan:",
  "cookies_translation_44": "Información sobre tus interacciones con anuncios y con el sitio, ID de cookies, direcciones IP (enmascaradas).",
  "cookies_translation_45": "Duración:",
  "cookies_translation_46": "Persistentes (ej., hasta 1 año o más, dependiendo del tercero).",
  "cookies_translation_47": "Cookies de Redes Sociales:",
  "cookies_translation_48": "Propósito:",
  "cookies_translation_49": "Si nuestro sitio incluye botones o funcionalidades de redes sociales (como 'Me gusta' o 'Compartir'), estas plataformas pueden establecer cookies para reconocer a los usuarios y recopilar información sobre sus interacciones con los plugins sociales.",
  "cookies_translation_50": "Terceros:",
  "cookies_translation_51": "Facebook, Instagram, Twitter, etc.",
  "cookies_translation_52": "Datos que Recopilan:",
  "cookies_translation_53": "Información sobre tus interacciones con los botones de redes sociales, y si estás logueado en dichas redes, pueden vincular tu actividad a tu perfil.",
  "cookies_translation_54": "Duración:",
  "cookies_translation_55": "Persistentes.",
  "cookies_translation_56": "Cookies de Terceros Específicos:",
  "cookies_translation_57": "Además de las mencionadas en las categorías anteriores, utilizamos cookies de los siguientes terceros para sus propósitos específicos:",
  "cookies_translation_58": "Stripe:",
  "cookies_translation_59": "Utiliza cookies necesarias para procesar pagos de forma segura y detectar fraudes si realizas transacciones en nuestro sitio.",
  "cookies_translation_60": "MailerLite / MailerSend:",
  "cookies_translation_61": "Pueden utilizar cookies o píxeles para rastrear la apertura de correos electrónicos, los clics en enlaces dentro de los correos y para gestionar el envío y seguimiento de formularios en nuestro sitio que se conectan con sus servicios. Esto nos ayuda a mejorar nuestras comunicaciones.",
  "cookies_translation_62": "¿Qué Datos Recopilan las Cookies?",
  "cookies_translation_63": "Las cookies que utilizamos pueden recopilar la siguiente información (dependiendo de su tipo y propósito):",
  "cookies_translation_64": "Dirección IP (a menudo anonimizada o enmascarada).",
  "cookies_translation_65": "Comportamiento de navegación en el sitio (páginas visitadas, tiempo en cada página, enlaces clicados).",
  "cookies_translation_66": "Tipo de dispositivo y navegador.",
  "cookies_translation_67": "Ubicación geográfica aproximada.",
  "cookies_translation_68": "Preferencias del usuario (idioma, etc.).",
  "cookies_translation_69": "Tu Consentimiento y Gestión de Cookies",
  "cookies_translation_70": "Cuando visites nuestra landing page por primera vez, verás un",
  "cookies_translation_71": "banner de cookies",
  "cookies_translation_72": "que te informará sobre el uso de cookies y te dará la opción de gestionarlas. Podrás aceptar todas las cookies, rechazarlas (excepto las estrictamente necesarias) o personalizar tus preferencias.",
  "cookies_translation_73": "Al hacer clic en 'Aceptar' o al continuar navegando después de ser informado en el banner (si no se opta por otra opción), estás dando tu consentimiento para el uso de las cookies descritas en esta política, de acuerdo con tus selecciones en el banner.",
  "cookies_translation_74": "¿Cómo puedes gestionar o desactivar las cookies?",
  "cookies_translation_75": "Además de las opciones en nuestro banner de consentimiento, la mayoría de los navegadores web te permiten gestionar tus preferencias de cookies directamente. Puedes configurar tu navegador para que rechace todas las cookies, para que solo acepte ciertas cookies, o para que te avise cuando un sitio web intente colocar una cookie.",
  "cookies_translation_76": "Ten en cuenta que desactivar ciertas cookies (especialmente las necesarias) puede afectar el funcionamiento de nuestro sitio web y la experiencia de usuario.",
  "cookies_translation_77": "A continuación, te proporcionamos enlaces a las páginas de ayuda de los navegadores más comunes para gestionar las cookies:",
  "cookies_translation_78": "Google Chrome",
  "cookies_translation_79": "Mozilla Firefox",
  "cookies_translation_80": "Microsoft Edge",
  "cookies_translation_81": "Safari (iPhone, iPad, Mac)",
  "cookies_translation_82": "Cambios en esta Política de Cookies",
  "cookies_translation_83": "Podemos actualizar nuestra Política de Cookies ocasionalmente para reflejar cambios en nuestras prácticas o por otras razones operativas, legales o reglamentarias. Te notificaremos cualquier cambio publicando la nueva Política de Cookies en esta página. Te recomendamos revisar esta política periódicamente.",
  "cookies_translation_84": "Contacto",
  "cookies_translation_85": "Si tienes preguntas sobre nuestra Política de Cookies, puedes contactarnos en:",
  "cookies_translation_86": "info@thewomensground.com",
  "cookie_banner_text": "Utilizamos cookies para mejorar tu experiencia de navegación, ofrecer funciones de redes sociales y analizar nuestro tráfico. Al hacer clic en 'Aceptar', consientes el uso de todas las cookies. Para más información o para personalizar tus preferencias, consulta nuestra",
  "cookie_banner_1": "Política de Cookies",
  "cookie_banner_2": "Aceptar",
  "cookie_banner_3": "Rechazar",
  "navbar": "Tienda",
  "navbar_events": "Eventos",
  "newsletter_popup_1": "¡No te pierdas nada de la comunidad!",
  "newsletter_popup_2": "Únete a nuestra mailing list para recibir novedades, eventos exclusivos y recursos gratuitos.",
  "newsletter_popup_3": "Nombre:",
  "newsletter_popup_4": "Apellido:",
  "newsletter_popup_5": "Email:",
  "newsletter_popup_6": "Suscribiendo...",
  "newsletter_popup_7": "Suscribirme",
  "community_home_1": "¡Bienvenida a la Comunidad de",
  "community_home_2": "Esta es tu nueva casa para reconectar con tu creatividad y construir conexiones significativas con otras mujeres.",
  "community_home_3": "Seas artista, escritora, bailarina, creadora, soñadora o simplemente tengas curiosidad por explorar tu lado creativo, estás en el lugar correcto.",
  "community_home_4": "Aquí en The Women's Ground, creemos en crear, jugar y florecer juntas sin juicios ni presiones. Esta comunidad está diseñada para ser un espacio de apoyo, flexible e inspirador.",
  "community_home_5": "¿Quieres enterarte de los próximos eventos y noticias?",
  "community_home_6": "¡Únete a la comunidad para recibir noticias, información, invitaciones a eventos, recursos gratuitos e inspiración!",
  "community_home_7": "Únete ahora",
  "community_home_8": "2025 The Women's Ground. Todos los derechos reservados. | ¡Juega, Crea y Florece!",
  "cancel_1": "Compra Cancelada",
  "cancel_2": "Tu pago no se completó.",
  "cancel_3": "Puedes intentarlo de nuevo o contactarnos al email info@thewomensground.com.",
  "cancel_4": "Volver al Inicio",
  "contact_form_1": "Contáctanos",
  "contact_form_2": "Nombre",
  "contact_form_3": "Apellido",
  "contact_form_4": "Correo Electrónico",
  "contact_form_5": "Tu Mensaje",
  "contact_form_6": "Sí, quiero suscribirme a la lista de correo para recibir novedades.",
  "contact_form_7": "Enviando...",
  "contact_form_8": "Enviar Mensaje",
  "success_1": "¡Gracias por tu compra!",
  "success_2": "Tu pedido Juega a Crear: eBook + Cuaderno de Actividades ha sido procesado exitosamente.",
  "success_2b": "Puedes descargarlo a continuación:",
  "success_3": "Descargando...",
  "success_3b": "Descargar Pack eBook",
  "success_4": "Ir a la Comunidad",
  "success_5": "Cargando detalles del pedido...",
  "success_6": "Si tienes algún problema, por favor",
  "success_7": "contacta con nosotros",
  "landing_ebook_1": "Juega a Crear:",
  "landing_ebook_2": "Reconecta con tu creatividad desde tu Niña Interior",
  "landing_ebook_3": "La guía esencial para mujeres que quieren transformar su perspectiva y reconectar con su esencia creativa a través del juego y la autoexploración.",
  "landing_ebook_4": "Pack eBook + Cuaderno de Ejercicios",
  "landing_ebook_5": "Comprar Pack",
  "landing_ebook_6": "Imagina que dentro de ti reside un jardín secreto de creatividad, un terreno fértil que quizás ha quedado un poco olvidado.",
  "landing_ebook_7": "Este eBook + Cuaderno de Ejercicios es tu llamado a",
  "landing_ebook_8": "redescubrir tu esencia creativa",
  "landing_ebook_9": "y a abrazar una",
  "landing_ebook_10": "experiencia transformadora",
  "landing_ebook_11": "que llenará tu vida de significado.",
  "landing_ebook_12": "Este pack incluye:",
  "landing_ebook_13": "Juega a Crear eBook: Reconecta con tu creatividad desde tu Niña Interior",
  "landing_ebook_14": "En esta guía interactiva aprenderás:",
  "landing_ebook_15": "Descomprimir tu mente:",
  "landing_ebook_16": "Libera el flujo de pensamientos y reduce la sensación de una mente congestionada.",
  "landing_ebook_17": "Prepararte para crear:",
  "landing_ebook_18": "Afina tus sentidos y crea un espacio mental y emocional fértil para que germinen las ideas.",
  "landing_ebook_19": "Reflexionar y crecer:",
  "landing_ebook_20": "Contempla tu obra, analiza el proceso y aprende de cada experiencia creativa.",
  "landing_ebook_21": "Conectar con tu musa:",
  "landing_ebook_22": "Un reencuentro con esa parte de ti que siempre ha sabido crear, jugar y expresarse sin barreras.",
  "landing_ebook_23": "Juega a Crear Cuaderno de Ejercicios: Reconecta con tu creatividad desde tu Niña Interior",
  "landing_ebook_24": "Este cuaderno interactivo es tu compañera perfecta para tu viaje con \"The Women's Ground\".",
  "landing_ebook_25": "Es tu espacio sagrado personal, tu",
  "landing_ebook_26": "lienzo en blanco y tu laboratorio para la exploración creativa.",
  "landing_ebook_27": "Aquí, la inspiración cobra vida a través de la acción, invitándote a sumergirte profundamente en cada concepto.",
  "landing_ebook_28": "Prepárate para dibujar, escribir, pegar, sentir y, sobre todo, jugar. Este es un lugar seguro para experimentar, celebrar tu progreso y honrar a la artista única que reside en ti.",
  "landing_ebook_29": "Tu creatividad es tu poder",
  "landing_ebook_30": ", y este cuaderno es tu invitación a desatarla, paso a paso, página a página.",
  "landing_ebook_31": "No dejes que la crítica interna te detenga.",
  "landing_ebook_32": "¡Es hora de empezar a jugar y a sentirte libre!",
  "landing_ebook_33": "Sobre The Women's Ground",
  "landing_ebook_34": "Soy Victoria González, y creé The Women's Ground y las técnicas que descubrirás en mis libros porque, como muchas mujeres, pasé años sintiéndome desconectada de mi esencia creativa.",
  "landing_ebook_35": "Este es un espacio único donde, a través del juego y actividades lúdicas, podrás reconectar con tu artista interior sin la presión de la perfección.",
  "landing_ebook_36": "¡Es hora de soltar las expectativas y sentirte libre!",
  "landing_ebook_37": "Únete a la Comunidad",
  "landing_ebook_38": "¡Me ha devuelto mi chispa!",
  "landing_ebook_39": "Como mamá y diseñadora, sentía que había perdido mi conexión con la creatividad. Pero el pack 'Juega a Crear' ha sido un antes y un después.",
  "landing_ebook_40": "El eBook me guió para encontrar esos momentos sagrados y el Cuaderno de Ejercicios me dio las herramientas prácticas para soltarme y jugar. Es increíble cómo puedo integrar mi arte en mi día a día sin culpa,",
  "landing_ebook_41": "¡me ha devuelto mi chispa!",
  "landing_ebook_42": "Isabella García",
  "landing_ebook_43": "Calma e inspiración",
  "landing_ebook_44": "Mi trabajo es muy demandante y buscaba algo que me ayudara a desconectar y encontrar un equilibrio. 'Juega a Crear' es exactamente lo que necesitaba. Los ejercicios del cuaderno son súper efectivos para liberar el estrés y el enfoque del libro en la 'niña interior' me ayudó a redescubrir la alegría de crear sin presiones.",
  "landing_ebook_45": "Ahora siento una calma y una inspiración que antes no tenía.",
  "landing_ebook_46": "Sofía Rodríguez",
  "landing_ebook_47": "¡Es liberador!",
  "landing_ebook_48": "Siempre quise ser más creativa, pero la inseguridad me paralizaba. Este pack de 'Juega a Crear' fue la invitación perfecta. El libro me dio la confianza para empezar y el cuaderno me empujó a experimentar con ejercicios divertidos y sin juicios, como 'Dibuja sin Mirar'.",
  "landing_ebook_49": "Por primera vez, me siento libre para explorar mi lado artístico y no tengo miedo de equivocarme. ¡Es liberador!",
  "landing_ebook_50": "Valentina Hernández",
  "landing_ebook_51": "\"La creatividad es la voz del alma femenina.\"",
  "landing_ebook_52": "Obtén tu copia del eBook y el Cuaderno de Ejercicios \"Juega a Crear: Reconecta con tu creatividad desde tu Niña Interior\" y descúbrela.",
  "form_placeholder_firstName": "Nombre",
  "form_placeholder_lastName": "Apellido",
  "form_placeholder_email": "Email",
  "landing_ebook_form_validation_1": "Todos los campos son obligatorios.",
  "landing_ebook_form_validation_2": "Por favor, introduce un email válido.",
  "landing_ebook_privacy_consent": "Acepto recibir comunicaciones de The Women's Ground. Más información sobre el tratamiento de tus datos en la <a href=\"/privacy\" target=\"_blank\" rel=\"noopener noreferrer\">Política de Privacidad</a>.",
  "landing_ebook_privacy_error": "Debes aceptar la política de privacidad para continuar con la compra.",
  "landing_ebook_privacy_link_text": "Política de Privacidad",
  "landing_ebook_checkout_error_1": "Hubo un problema al iniciar el pago. Inténtalo de nuevo más tarde.",
  "landing_ebook_checkout_error_2": "Ocurrió un error inesperado al procesar tu solicitud de pago.",
  "landing_ebook_checkout_error_prefix": "Error",
  "landing_ebook_submitting_btn": "Procesando...",
  "navbar_contact": "Contacto",
  "footer_privacy_policy": "Política de Privacidad",
  "privacy_1": "Política de Privacidad y Protección de Datos de The Women's Ground",
  "privacy_2": "Fecha de última actualización: 13 de junio de 2025",
  "privacy_3": "En The Women's Ground, nos tomamos muy en serio la protección de tu privacidad y tus datos personales. Esta política de privacidad describe cómo recopilamos, utilizamos, procesamos y protegemos la información personal que nos proporcionas a través de nuestro sitio web www.thewomensground.com",
  "privacy_4": "Cumplimos con las normativas vigentes en materia de protección de datos personales, incluyendo el Reglamento (UE) 2016/679 del Parlamento Europeo y del Consejo, de 27 de abril de 2016, relativo a la protección de las personas físicas en lo que respecta al tratamiento de datos personales y a la libre circulación de estos datos (RGPD) y la Ley Orgánica 3/2018, de 5 de diciembre, de Protección de Datos Personales y garantía de los derechos digitales (LOPDGDD).",
  "privacy_5": "1. ¿Quién es el Responsable del Tratamiento de tus Datos?",
  "privacy_6": "Identidad:",
  "privacy_7": "Correo electrónico:",
  "privacy_8": "Sitio Web:",
  "privacy_9": "2. ¿Qué Datos Personales Recopilamos y Con Qué Finalidad?",
  "privacy_10": "Recopilamos diferentes tipos de datos personales dependiendo de cómo interactúes con nuestro sitio web:",
  "privacy_11": "Datos de Contacto (Formulario de Contacto):",
  "privacy_12": "Datos recopilados:",
  "privacy_13": "Nombre, apellidos, dirección de correo electrónico, mensaje.",
  "privacy_14": "Finalidad:",
  "privacy_15": "Gestionar y responder a tus consultas, solicitudes o comentarios.",
  "privacy_16": "Base Legítima:",
  "privacy_17": "Consentimiento del interesado (art. 6.1.a RGPD).",
  "privacy_18": "Datos de Suscripción (Formulario de Newsletter):",
  "privacy_19": "Nombre, apellidos, dirección de correo electrónico.",
  "privacy_20": "Enviar comunicaciones comerciales (newsletters, promociones) sobre nuestros productos, servicios o contenido relacionado con empoderamiento femenino, desarrollo personal y profesional.",
  "privacy_21": "Datos de Compra (Stripe Checkout para Ebook):",
  "privacy_22": "Aunque el pago se procesa directamente a través de Stripe, podemos recibir información limitada de la transacción como la confirmación de pago, el ID de sesión, y el precio del producto adquirido. No almacenamos datos de tarjeta de crédito.",
  "privacy_23": "Gestionar la compra y descarga del ebook, verificar el pago y proporcionar acceso al contenido.",
  "privacy_24": "Ejecución de un contrato (art. 6.1.b RGPD) para el proceso de compra.",
  "privacy_25": "Datos de Navegación y Uso (Cookies):",
  "privacy_26": "Información sobre tu interacción con nuestro sitio (páginas visitadas, tiempo en el sitio, etc.). Para más detalles, consulta nuestra",
  "privacy_27": "Política de Cookies.",
  "privacy_28": "Mejorar la experiencia de usuario, analizar el tráfico del sitio, personalizar contenido y, con tu consentimiento, para fines publicitarios.",
  "privacy_29": "Consentimiento (para cookies no esenciales) o interés legítimo (para cookies técnicas y funcionales necesarias).",
  "privacy_30": "3. ¿Cuánto Tiempo Conservamos tus Datos?",
  "privacy_31": "Conservaremos tus datos personales solo durante el tiempo necesario para cumplir con la finalidad para la que fueron recopilados, así como para cumplir con las obligaciones legales aplicables.",
  "privacy_32": "Datos de Contacto:",
  "privacy_33": "Se conservarán hasta que la consulta haya sido resuelta o solicites su supresión.",
  "privacy_34": "Datos de Suscripción:",
  "privacy_35": "Se conservarán mientras no revoques tu consentimiento o te des de baja de la newsletter.",
  "privacy_36": "Datos de Compra:",
  "privacy_37": "Se conservarán durante el tiempo necesario para gestionar la compra y cualquier garantía o reclamación legal.",
  "privacy_38": "Datos de Cookies:",
  "privacy_39": "La duración de las cookies varía según su tipo. Consulta nuestra Política de Cookies.",
  "privacy_40": "4. ¿Compartimos tus Datos con Terceros?",
  "privacy_41": "Tus datos personales no serán cedidos a terceros, salvo en los siguientes casos:",
  "privacy_42": "Proveedores de Servicios:",
  "privacy_43": "Compartimos datos con terceros que nos prestan servicios necesarios para la operativa de nuestra web y la prestación de nuestros servicios (ej. proveedores de hosting, servicios de envío de email como MailerSend, plataformas de pago como Stripe, herramientas de gestión de suscriptores como MailerLite). Estos proveedores actúan como encargados del tratamiento y han asumido compromisos de confidencialidad y las medidas de seguridad adecuadas.",
  "privacy_44": "Obligación Legal:",
  "privacy_45": "Si así lo exige una ley o una autoridad competente.",
  "privacy_46": "Con tu Consentimiento Expreso.",
  "privacy_47": "Transferencias Internacionales de Datos:",
  "privacy_48": "Algunos de nuestros proveedores de servicios (como MailerSend, MailerLite o Stripe) pueden tener sus servidores o operar desde fuera del Espacio Económico Europeo (EEE). En estos casos, nos aseguramos de que las transferencias se realicen bajo garantías adecuadas, como cláusulas contractuales tipo aprobadas por la Comisión Europea, el Marco de Privacidad de Datos UE-EE. UU. (si aplica) o cualquier otro mecanismo legalmente reconocido.",
  "privacy_49": "5. ¿Cuáles son tus Derechos de Protección de Datos?",
  "privacy_50": "Como titular de los datos personales, tienes derecho a:",
  "privacy_51": "Acceso:",
  "privacy_52": "Obtener confirmación sobre si estamos tratando tus datos personales y acceder a ellos.",
  "privacy_53": "Rectificación:",
  "privacy_54": "Solicitar la corrección de tus datos personales si son inexactos o incompletos.",
  "privacy_55": "Supresión (Derecho al Olvido):",
  "privacy_56": "Solicitar la eliminación de tus datos personales cuando, entre otros motivos, ya no sean necesarios para los fines que fueron recogidos.",
  "privacy_57": "Limitación del Tratamiento:",
  "privacy_58": "Solicitar la limitación del tratamiento de tus datos, en cuyo caso solo los conservaremos para el ejercicio o la defensa de reclamaciones.",
  "privacy_59": "Oposición:",
  "privacy_60": "Oponerte al tratamiento de tus datos personales por motivos relacionados con tu situación particular. En este caso, dejaremos de tratar tus datos, salvo por motivos legítimos imperiosos o el ejercicio o la defensa de posibles reclamaciones.",
  "privacy_61": "Portabilidad:",
  "privacy_62": "Recibir los datos personales que nos hayas facilitado en un formato estructurado, de uso común y lectura mecánica, y a transmitirlos a otro responsable del tratamiento sin que te lo impidamos.",
  "privacy_63": "Retirar el Consentimiento:",
  "privacy_64": "Revocar el consentimiento otorgado para cualquier finalidad específica, sin que ello afecte a la licitud del tratamiento basado en el consentimiento previo a su retirada.",
  "privacy_65": "Para ejercer cualquiera de estos derechos, por favor, envíanos una solicitud escrita a info@thewomensground.com, adjuntando una copia de tu DNI o documento identificativo similar para verificar tu identidad.",
  "privacy_66": "También tienes derecho a presentar una reclamación ante la Agencia Española de Protección de Datos (AEPD) si consideras que tus derechos no han sido adecuadamente atendidos o que el tratamiento de datos infringe la normativa aplicable. Puedes contactar con la AEPD a través de su sitio web:",
  "privacy_67": "www.aepd.es",
  "privacy_68": "6. Medidas de Seguridad",
  "privacy_69": "En The Women's Ground hemos adoptado las medidas técnicas y organizativas necesarias para garantizar la seguridad e integridad de los datos personales que tratamos, evitando su alteración, pérdida, tratamiento o acceso no autorizado, habida cuenta del estado de la tecnología, la naturaleza de los datos almacenados y los riesgos a que están expuestos, ya provengan de la acción humana o del medio físico o natural.",
  "privacy_70": "7. Cambios en la Política de Privacidad",
  "privacy_71": "Nos reservamos el derecho de modificar esta Política de Privacidad para adaptarla a novedades legislativas, jurisprudenciales o interpretaciones de la AEPD. Cualquier cambio será debidamente notificado a los usuarios a través de nuestro sitio web. Te recomendamos revisar esta política periódicamente.",
  "event_registration_title": "Registro para Eventos",
  "event_registration_description": "Completa el formulario para asegurar tu plaza en nuestro próximo evento.",
  "event_name_label": "Evento al que te registras",
  "select_event_placeholder": "Selecciona un evento",
  "full_name_label": "Nombre Completo",
  "email_label": "Correo Electrónico",
  "how_did_you_hear_label": "¿Cómo te enteraste de este evento?",
  "how_did_you_hear_placeholder": "Ej: Redes Sociales, Amigo, Newsletter",
  "artistic_expression_label": "¿Tienes alguna expresión artística favorita o que te interese explorar?",
  "artistic_watercolor": "Acuarela",
  "artistic_acting": "Actuación",
  "artistic_clay": "Arcilla",
  "artistic_dance": "Baile",
  "artistic_embroidery": "Bordado",
  "artistic_singing": "Canto",
  "artistic_ceramics": "Cerámica",
  "artistic_sewing": "Costura",
  "artistic_drawing": "Dibujo",
  "artistic_design": "Diseño",
  "artistic_graphic_design": "Diseño Gráfico",
  "artistic_writing": "Escritura",
  "artistic_sculpture": "Escultura",
  "artistic_photography": "Fotografía",
  "artistic_engraving": "Grabado",
  "artistic_illustration": "Ilustración",
  "artistic_music": "Música",
  "artistic_painting": "Pintura",
  "artistic_poetry": "Poesía",
  "artistic_knitting": "Tejer",
  "artistic_other": "Otra",
  "artistic_other_placeholder": "Especifica",
  "why_interested_label": "¿Qué te atrae o qué esperas obtener de este evento?",
  "why_interested_placeholder": "Queremos conocer tu historia, entender tus motivaciones y/o luchas para poder guiarte mejor en este camino.",
  "comments_label": "¿Algún comentario o pregunta adicional?",
  "comments_placeholder": "¿Tienes preguntas? ¿Alguna alergia que debamos saber? ¿Nos quieres comentar algo? Escríbelo aquí :)",
  "subscribe_newsletter_question": "¿Quieres enterarte de todas nuestras noticias y eventos?",
  "subscribe_newsletter_description": "Suscríbete a la comunidad aquí para recibir novedades.",
  "register_button": "Registrarse al Evento",
  "submitting_button": "Enviando...",
  "registration_success": "Te has registrado al evento correctamente.",
  "registration_success_newsletter": "¡También te has suscrito a la comunidad!",
  "registration_failure": "No se ha podido finalizar el registro al evento.",
  "error_specify_other_artistic_expression": "Por favor, especifica tu 'otra' expresión artística.",
  "leadmagnet_title": "Desbloquea tu Creatividad",
  "leadmagnet_subtitle": "Conectar con tu Energía Femenina",
  "leadmagnet_description": "La creatividad es tu llave para reconectar con tu poder. Redescubre esa chispa nutriendo tu intuición y fluidez.",
  "leadmagnet_firstname_label": "Nombre",
  "leadmagnet_lastname_label": "Apellido",
  "leadmagnet_email_label": "Email",
  "leadmagnet_submitting_btn": "Enviando",
  "leadmagnet_submit_btn": "Enviar y recibir guía",
  "leadmagnet_img_alt": "Guía rápida: desbloqua tu creatividad. Conecta con tu energía femenina",
  "leadmagnet_privacy_consent": "Acepto recibir comunicaciones de The Women's Ground. Más información sobre el tratamiento de tus datos en la <a href=\"/privacy\" target=\"_blank\" rel=\"noopener noreferrer\">Política de Privacidad</a>.",
  "leadmagnet_privacy_error": "Debes aceptar la política de privacidad para continuar.",
  "leadmagnet_privacy_link_text": "Política de Privacidad",
  "upcoming_loading_message": "Cargando eventos...",
  "upcoming_error_server": "Error al cargar los eventos del servidor.",
  "upcoming_error_network": "Error de red. Asegúrate de que tu backend está funcionando.",
  "upcoming_error_connection": "Hubo un problema de conexión. Por favor, inténtalo más tarde.",
  "upcoming_featured_title": "Eventos Destacados",
  "upcoming_no_events_message": "No hay eventos disponibles.",
  "carousel_loading_message": "Cargando eventos...",
  "carousel_error_message": "Error al cargar los eventos. Por favor, inténtalo más tarde.",
  "carousel_no_events_message": "No hay más eventos próximos disponibles.",
  "carousel_all_events_title": "Todos los Eventos",
  "event_details_invalid_id": "El ID del evento no es válido.",
  "event_details_not_found": "El evento no fue encontrado.",
  "event_details_api_error": "Error al cargar los detalles del evento.",
  "event_reservation_success": "Reserva confirmada con éxito.",
  "event_reservation_error": "Ocurrió un error al procesar tu reserva.",
  "event_info_request_success": "Solicitud enviada con éxito.",
  "event_info_request_error": "Ocurrió un error al enviar tu solicitud.",
  "event_details_loading": "Cargando detalles del evento...",
  "event_details_not_found_message": "Evento no encontrado.",
  "event_details_date_not_available": "Fecha no disponible",
  "event_details_price_not_available": "Precio no disponible",
  "event_details_participants": "{{count}} Participantes",
  "event_details_unlimited_capacity": "Capacidad ilimitada",
  "event_details_about_title": "Sobre el evento",
  "event_details_ended_title": "Este evento ya ha finalizado.",
  "event_details_ended_message": "Gracias por tu interés. Te invitamos a explorar nuestra galería de fotos y a ver nuestros próximos eventos.",
  "event_details_reserve_now": "¡Reserva tu Plaza Ahora!",
  "form_placeholder_full_name": "Nombre completo",
  "form_placeholder_phone_optional": "Teléfono (opcional)",
  "form_placeholder_participants": "Número de participantes",
  "form_button_confirm_reservation": "Confirmar Reserva",
  "form_button_more_info": "¿Quieres más información? Contáctanos",
  "modal_title_info_request": "Solicitar Más Información",
  "form_placeholder_comments": "Comentarios o preguntas",
  "form_button_send_request": "Enviar Solicitud",
  "eventshub_loading_message": "Cargando la página de eventos...",
  "eventshub_fetch_error": "Error al cargar los eventos. Por favor, inténtalo de nuevo.",
  "past_events_loading_message": "Cargando eventos anteriores...",
  "past_events_error_message": "Error al cargar los eventos anteriores.",
  "past_events_no_events_message": "No hay eventos anteriores.",
  "past_events_title": "Eventos Anteriores",
  "event_card_date_label": "Fecha",
  "event_card_view_more": "Ver más",
  "event_card_date_not_available": "Fecha no disponible",
  "event_success_title": "¡Reserva Confirmada!",
  "event_success_message_part1": "Has reservado tu plaza para nuestro evento.",
  "event_success_message_part2": "El pago restante se realizará en efectivo el día del evento.",
  "event_success_email_info": "Recibirás un email de confirmación con más información en breve.",
  "back_to_home": "Volver a la página principal",
  "success_event_6": "Si tienes alguna pregunta, no dudes en",
  "success_event_7": "contactarnos",
  "form_button_pay_with_stripe": "¡Reserva tu plaza aquí!",
  "consent_for_image_label": "Concentimiento para uso de imágenes",
  "consent_for_image_description": "Doy mi consentimiento para que las fotos y videos tomados durante el evento puedan ser utilizados por The Women's Ground en sus redes sociales y materiales promocionales.",
  "testimonial_event_title": "Lo que dicen de nuestros eventos",
  "testimonial_event_1_title": "Un espacio para el alma",
  "testimonial_event_1_p1": "Estuve en dos eventos de The Women’s Ground y la experiencia fue maravillosa. 🌸 Pude conectar con mi creatividad de una forma que no me habría imaginado",
  "testimonial_event_1_p2": "Me encantó compartir con otras mujeres que también estaban en su propio proceso. Sentirnos acompañadas, escuchadas y en sintonía hizo que todo fuera aún más especial. Es muy bonito poder conectar con otras personas desde un lugar tan auténtico y creativo.",
  "testimonial_event_1_p3": "Estoy encantada de que exista un proyecto así y lo recomiendo a cualquier mujer que quiera reconectar con su energía femenina y con su creatividad 💫",
  "testimonial_event_1_p4": "Juliana Nieto",
  "testimonial_event_2_title": "Volver a fluir y crear",
  "testimonial_event_2_p1": "Si buscas un espacio para soltar el control y reconectar con esa niña interior que adora pintar y jugar, el taller de Victoria y The Women's Ground es justo lo que necesitas. Desde el momento en que entras, la música, el ambiente y la calidez de Victoria te hacen sentir completamente bienvenida.",
  "testimonial_event_2_p2": "Lo que más me sorprendió fue la forma en que el taller fluye. Empezamos con unos juegos creativos que fueron perfectos para romper el hielo y recordarnos lo divertido que es crear sin un objetivo.",
  "testimonial_event_2_p3": "Tener el tiempo suficiente para sumergirme de lleno en la creación fue un regalo. Me llevo una sensación de calma, muchísima inspiración y la certeza de que mi creatividad no había desaparecido, solo estaba escondida. Este taller no es solo sobre pintar, es sobre encontrar una comunidad, ser vulnerable sin miedo al juicio y, sobre todo, celebrar la alegría de simplemente ser y crear. Lo recomiendo al 100%.",
  "testimonial_event_2_p4": "Oriana Quintana",
  "testimonial_event_3_title": "Descubriendo mi capacidad creativa",
  "testimonial_event_3_p1": "Participé en una actividad en línea que ofreció The Women’s Ground. Mi experiencia fue realmente maravillosa. Siempre he sido una mujer muy estructurada, de tareas predefinidas en mi profesión, trabajo, hogar, y me he considerado una mujer cero creativa, aunque soy apasionada del arte y la literatura. Participar en esta actividad totalmente nueva, divertida y profunda, despertó en mi otra manera de reconocerme como mujer, de atenderme y, en especial, de atreverme a descubrir otras habilidades que tenía ocultas, que no conocía, solo porque desconfiaba de mi capacidad creativa.",
  "testimonial_event_3_p2": "Desde la actividad y con las herramientas que me dieron, he aprendido a darme mis espacios, mis “momentos sagrados” y ha sido muy sabroso sentirse así. La dinámica del día a día, las obligaciones que no son pocas, las tareas, no nos permite darnos cuenta de todo lo que podemos crear desde diversas maneras de dialogar con una misma. A partir del 5 de junio un día después de cumplir 64 años de edad, me apropié de mi diario de descompresión como parte de mi, se convirtió en mi refugio diario, en mi rutina deseada, una manera de hablarme de encontrarme y sentirme. Es mi “momento sagrado”. Me costó arrancar, pero una vez que inicié no he parado.",
  "testimonial_event_3_p3": "De igual modo, me atreví a crear y de manera sorpresiva para mí, comencé a soltar la mano para expresar con dibujos lo que siento, lo que vivo, mis experiencias, cómo me veo y lo que deseo, todo ello en mi diario creativo. Meditar me impulsa a crear y expresar lo que siento. Me encantaría que muchas mujeres puedan ser parte de estas experiencias, darse la oportunidad de encontrar sus momentos para crear y, como yo, espero lo disfruten e integren a sus modos de vida y lo podamos compartir. Para mí no es algo complementario, no es hacer algo más… hoy lo siento como parte de mi vida. Gracias a The Women’s Ground por esta hermosa oportunidad",
  "testimonial_event_3_p4": "María Angelina Rodríguez",
  "testimonial_event_4_title": "¡Me encanta el Women's Ground!",
  "testimonial_event_4_p1": "¡Me encanta el Women's Ground! Si buscas actividades para conectar con tu lado creativo, ¡este es tu sitio!",
  "testimonial_event_4_p2": "Y de regalo, ¡además conoces a otras mujeres increíbles!",
  "testimonial_event_4_p4": "Ivonne Profeta",
  "testimonial_event_5_title": "Dibujo, Actividades y Conexión",
  "testimonial_event_5_p1": "Tuve el placer de participar en uno de los talleres online y lo disfruté muchísimo. Hicimos dinámicas con dibujo que me encantaron.",
  "testimonial_event_5_p2": "A pesar de ser un evento online, me sentí muy conectada. Victoria sabe perfectamente cómo romper la barrera del prejuicio 'no soy creativa', haciéndote sentir cómoda, manteniendo tu atención y brindándote herramientas valiosas para expandir tu creatividad o empezar a trabajar en ella.",
  "testimonial_event_5_p3": "¡Definitivamente repetiré la experiencia en un evento presencial cuando se realice en Barcelona! Muy recomendable.",
  "testimonial_event_5_p4": "Shara Y",
  "events_error_message": "No se pudieron cargar los eventos. Por favor, inténtalo de nuevo más tarde.",
  "events_loading_message": "Cargando eventos...",
  "no_events_message": "No hay eventos para mostrar.",
  "all_events_title": "Todos los eventos",
  "view_all_events_button": "Ver todos los eventos",
  "title_quickguide": "Descarga gratis tu guía rápida:",
  "waitlist_title": "Del lienzo al paladar",
  "waitlist_subtitle": "Pinta tus sentimientos y luego cómetelos",
  "waitlist_description": "Una experiencia para explorar tu creatividad a través de la pintura de tartas, para aprender una nueva técnica y trabajar el desapego al comerlas al final con un cafecito y buena conversación",
  "waitlist_subdescription": " Únete a la lista de espera y sé la primera en recibir toda la información",
  "waitlist_submitting_btn" : "Apuntando...",
  "waitlist_submit_btn": "Apúntame a la lista de espera",
  "modal_title_info_lead": "Solicita Más Información",
  "modal_subtitle_info_lead": "Déjanos tus datos y te enviaremos todos los detalles del evento, además de asegurarte tu plaza antes de finalizar la reserva.",
  "form_button_send_info_and_reserve": "Enviar",
  "eventinfo_privacy_disclaimer": "Al hacer clic en el botón, aceptas nuestra <a href=\"/privacy\" target=\"_blank\" rel=\"noopener noreferrer\">Política de Privacidad</a>, y consientes recibir información sobre este y otros eventos.",
  "eventinfo_terms_link_text": "Términos y Condiciones",
  "cta_main_reserve_spot": "Reserva tu plaza",
  "form_placeholder_message_optional": "¿Cómo te podemos ayudar? (opcional)"

}
