{
  "cookies_main_title": "Cookie Policy",
  "last_update_cookies": "Last updated: June 7, 2025",
  "cookies_translation_1": "This Cookie Policy explains what cookies are, how and why we use them, and how you can manage them on our website",
  "cookies_translation_2": "We recommend you read this policy so you understand what type of information we collect through cookies and how it's used.",
  "cookies_translation_3": "What are Cookies?",
  "cookies_translation_4": "Cookies are small text files stored on your web browser or device (computer, tablet, mobile phone) when you visit a website. They allow the website to remember your actions and preferences (like login, language, or display settings) for a period of time, so you don't have to re-enter them every time you return to the site or navigate from one page to another.",
  "cookies_translation_5": "Session:",
  "cookies_translation_6": "They are temporary and are deleted when you close your web browser.",
  "cookies_translation_7": "Persistent:",
  "cookies_translation_8": "They remain on your device for a predefined period of time or until you manually delete them.",
  "cookies_translation_9": "First-party:",
  "cookies_translation_10": "Set by the website you are visiting.",
  "cookies_translation_11": "Third-party:",
  "cookies_translation_12": "Set by a domain different from the website you are visiting (e.g., Google Analytics).",
  "cookies_translation_13": "How and Why We Use Cookies?",
  "cookies_translation_14": "We use cookies for various reasons to enhance your experience on our website:",
  "cookies_translation_15": "Necessary or Technical Cookies:",
  "cookies_translation_16": "Purpose:",
  "cookies_translation_17": "These are essential for our landing page to function correctly and allow you to browse it and use its basic features. Without these cookies, some parts of our site would not work.",
  "cookies_translation_18": "Data Collected:",
  "cookies_translation_19": "They do not collect personally identifiable information. They only record basic actions such as your session status or cookie policy acceptance.",
  "cookies_translation_20": "Duration:",
  "cookies_translation_21": "Generally session-based.",
  "cookies_translation_22": "Performance or Analytical Cookies:",
  "cookies_translation_23": "Purpose:",
  "cookies_translation_24": "They help us understand how you interact with our landing page, which sections are most visited, how you arrive at our site, and if you encounter any errors. This information allows us to improve the structure and content of the page to offer you a better experience.",
  "cookies_translation_25": "Third Parties:",
  "cookies_translation_26": "We use Google Analytics for this purpose.",
  "cookies_translation_27": "Data Collected:",
  "cookies_translation_28": "Primarily anonymized or pseudonymized data, such as your IP address (masked), device type, operating system, Browse behavior (pages visited, time on site).",
  "cookies_translation_29": "Duration:",
  "cookies_translation_30": "Persistent (e.g., up to 13 months for Google Analytics).",
  "cookies_translation_31": "Functionality or Personalization Cookies:",
  "cookies_translation_32": "Purpose:",
  "cookies_translation_33": "They allow us to remember the choices you make (such as your preferred language or settings preferences) and provide you with enhanced, more personalized features.",
  "cookies_translation_34": "Data Collected:",
  "cookies_translation_35": "They may collect information you provide to us to personalize your experience, such as language preferences.",
  "cookies_translation_36": "Duration:",
  "cookies_translation_37": "Persistent (e.g., up to 1 year).",
  "cookies_translation_38": "Advertising or Marketing Cookies:",
  "cookies_translation_39": "Purpose:",
  "cookies_translation_40": "(Although not yet actively used, this section will be included for future use). These cookies are used to show you relevant and personalized ads based on your interests and Browse behavior on our site and others. They also help us measure the effectiveness of our advertising campaigns.",
  "cookies_translation_41": "Potential Third Parties:",
  "cookies_translation_42": "May include services like Google Ads, Facebook Ads, etc.",
  "cookies_translation_43": "Data Collected:",
  "cookies_translation_44": "Information about your interactions with ads and the site, cookie IDs, IP addresses (masked).",
  "cookies_translation_45": "Duration:",
  "cookies_translation_46": "Persistent (e.g., up to 1 year or more, depending on the third party).",
  "cookies_translation_47": "Social Media Cookies:",
  "cookies_translation_48": "Purpose:",
  "cookies_translation_49": "If our site includes social media buttons or functionalities (such as 'Like' or 'Share'), these platforms may set cookies to recognize users and collect information about their interactions with social plugins.",
  "cookies_translation_50": "Third Parties:",
  "cookies_translation_51": "Facebook, Instagram, Twitter, etc.",
  "cookies_translation_52": "Data Collected:",
  "cookies_translation_53": "Information about your interactions with social media buttons, and if you are logged into those networks, they may link your activity to your profile.",
  "cookies_translation_54": "Duration:",
  "cookies_translation_55": "Persistent.",
  "cookies_translation_56": "Specific Third-Party Cookies:",
  "cookies_translation_57": "In addition to those mentioned in the above categories, we use cookies from the following third parties for their specific purposes:",
  "cookies_translation_58": "Stripe:",
  "cookies_translation_59": "Uses necessary cookies to securely process payments and detect fraud if you make transactions on our site.",
  "cookies_translation_60": "MailerLite / MailerSend:",
  "cookies_translation_61": "May use cookies or pixels to track email opens, link clicks within emails, and to manage the submission and tracking of forms on our site that connect with their services. This helps us improve our communications.",
  "cookies_translation_62": "What Data Do Cookies Collect?",
  "cookies_translation_63": "The cookies we use may collect the following information (depending on their type and purpose):",
  "cookies_translation_64": "IP address (often anonymized or masked).",
  "cookies_translation_65": "On-site Browse behavior (pages visited, time on each page, links clicked).",
  "cookies_translation_66": "Device and browser type.",
  "cookies_translation_67": "Approximate geographical location.",
  "cookies_translation_68": "User preferences (language, etc.).",
  "cookies_translation_69": "Your Consent and Cookie Management",
  "cookies_translation_70": "When you visit our landing page for the first time, you will see a",
  "cookies_translation_71": "cookie banner",
  "cookies_translation_72": "that will inform you about the use of cookies and give you the option to manage them. You can accept all cookies, reject them (except strictly necessary ones), or customize your preferences.",
  "cookies_translation_73": "By clicking 'Accept' or by continuing to browse after being informed by the banner (if no other option is chosen), you are giving your consent for the use of the cookies described in this policy, in accordance with your selections in the banner.",
  "cookies_translation_74": "How can you manage or disable cookies?",
  "cookies_translation_75": "In addition to the options in our consent banner, most web browsers allow you to manage your cookie preferences directly. You can configure your browser to reject all cookies, to accept only certain cookies, or to notify you when a website tries to place a cookie.",
  "cookies_translation_76": "Please note that disabling certain cookies (especially necessary ones) may affect the functionality of our website and your user experience.",
  "cookies_translation_77": "Below, we provide links to the help pages of common browsers for managing cookies:",
  "cookies_translation_78": "Google Chrome",
  "cookies_translation_79": "Mozilla Firefox",
  "cookies_translation_80": "Microsoft Edge",
  "cookies_translation_81": "Safari (iPhone, iPad, Mac)",
  "cookies_translation_82": "Changes to this Cookie Policy",
  "cookies_translation_83": "We may update our Cookie Policy from time to time to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify you of any changes by posting the new Cookie Policy on this page. We recommend you review this policy periodically.",
  "cookies_translation_84": "Contact",
  "cookies_translation_85": "If you have questions about our Cookie Policy, you can contact us at:",
  "cookies_translation_86": "info@thewomensground.com",
  "cookie_banner_text": "We use cookies to improve your Browse experience, offer social media features, and analyze our traffic. By clicking 'Accept', you consent to the use of all cookies. For more information or to customize your preferences, please see our",
  "cookie_banner_1": "Cookie Policy",
  "cookie_banner_2": "Accept",
  "cookie_banner_3": "Reject",
  "navbar": "Shop",
  "newsletter_popup_1": "Don't miss anything from the community!",
  "newsletter_popup_2": "Join our mailing list to receive news, exclusive events, and free resources.",
  "newsletter_popup_3": "First Name:",
  "newsletter_popup_4": "Last Name:",
  "newsletter_popup_5": "Email:",
  "newsletter_popup_6": "Subscribing...",
  "newsletter_popup_7": "Subscribe",
  "community_home_1": "Welcome to",
  "community_home_2": "This is your new home to reconnect with your creativity and build meaningful connections with other women.",
  "community_home_3": "Whether you're an artist, writer, dancer, creator, dreamer, or just curious to explore your creative side, you're in the right place.",
  "community_home_4": "Here at The Women's Ground, we believe in creating, playing, and flourishing together without judgment or pressure. This community is designed to be a supportive, flexible, and inspiring space.",
  "community_home_5": "Want to find out about upcoming events and news?",
  "community_home_6": "Join the community to receive news, information, event invitations, free resources, and inspiration!",
  "community_home_7": "Join now",
  "community_home_8": "2025 The Women's Ground. All rights reserved. | Play, Create, Bloom!",
  "cancel_1": "Purchase Canceled",
  "cancel_2": "Your payment was not completed.",
  "cancel_3": "You can try again or contact us at info@thewomensground.com.",
  "cancel_4": "Back to Home",
  "contact_form_1": "Contact Us",
  "contact_form_2": "First Name",
  "contact_form_3": "Last Name",
  "contact_form_4": "Email Address",
  "contact_form_5": "Your Message",
  "contact_form_6": "Yes, I want to subscribe to the mailing list for updates.",
  "contact_form_7": "Sending...",
  "contact_form_8": "Send Message",
  "success_1": "Thank you for your purchase!",
  "success_2": "Your order 'Play and Create: eBook + Workbook' has been successfully processed.",
  "success_2b": "You can download it below:",
  "success_3": "Downloading...",
  "success_3b": "Download eBook Pack",
  "success_4": "Go to the Community",
  "success_5": "Loading order details...",
  "success_6": "If you have any problems, please",
  "success_7": "contact us",
  "landing_ebook_1": "Play and Create:",
  "landing_ebook_2": "Reconnect with your creativity through your Inner Child",
  "landing_ebook_3": "The essential guide for women who want to transform their perspective and reconnect with their creative essence through play and self-exploration.",
  "landing_ebook_4": "eBook + Workbook Pack",
  "landing_ebook_5": "Buy Pack",
  "landing_ebook_6": "Imagine that within you lies a secret garden of creativity, a fertile ground that may have been a bit forgotten.",
  "landing_ebook_7": "This eBook + Workbook is your call to",
  "landing_ebook_8": "rediscover your creative essence",
  "landing_ebook_9": "and to embrace a",
  "landing_ebook_10": "transformative experience",
  "landing_ebook_11": "that will fill your life with meaning.",
  "landing_ebook_12": "This pack includes:",
  "landing_ebook_13": "Play and Create eBook: Reconnect with your creativity through your Inner Child",
  "landing_ebook_14": "In this interactive guide you will learn:",
  "landing_ebook_15": "Decompress your mind:",
  "landing_ebook_16": "Release the flow of thoughts and reduce the feeling of a congested mind.",
  "landing_ebook_17": "Prepare to create:",
  "landing_ebook_18": "Sharpen your senses and create a fertile mental and emotional space for ideas to germinate.",
  "landing_ebook_19": "Reflect and grow:",
  "landing_ebook_20": "Contemplate your work, analyze the process, and learn from each creative experience.",
  "landing_ebook_21": "Connect with your muse:",
  "landing_ebook_22": "A reunion with that part of you that has always known how to create, play, and express without barriers.",
  "landing_ebook_23": "Play and Create Workbook: Reconnect with your creativity through your Inner Child",
  "landing_ebook_24": "This interactive notebook is your perfect companion for your journey with \"The Women's Ground.\"",
  "landing_ebook_25": "It is your personal sacred space, your",
  "landing_ebook_26": "blank canvas and your laboratory for creative exploration.",
  "landing_ebook_27": "Here, inspiration comes alive through action, inviting you to delve deeply into each concept.",
  "landing_ebook_28": "Get ready to draw, write, paste, feel, and above all, play. This is a safe place to experiment, celebrate your progress, and honor the unique artist within you.",
  "landing_ebook_29": "Your creativity is your power",
  "landing_ebook_30": ", and this notebook is your invitation to unleash it, step by step, page by page.",
  "landing_ebook_31": "Don't let inner criticism stop you.",
  "landing_ebook_32": "It's time to start playing and feeling free!",
  "landing_ebook_33": "About The Women's Ground",
  "landing_ebook_34": "I'm Victoria González, and I created The Women's Ground and the techniques you'll discover in my books because, like many women, I spent years feeling disconnected from my creative essence.",
  "landing_ebook_35": "This is a unique space where, through play and playful activities, you can reconnect with your inner artist without the pressure of perfection.",
  "landing_ebook_36": "It's time to let go of expectations and feel free!",
  "landing_ebook_37": "Join the Community",
  "landing_ebook_38": "It's brought my spark back!",
  "landing_ebook_39": "As a mom and designer, I felt like I had lost my connection to creativity. But the 'Play and Create' pack has been a game-changer.",
  "landing_ebook_40": "The eBook guided me to find those sacred moments, and the Workbook gave me the practical tools to let loose and play. It's incredible how I can integrate my art into my daily life without guilt,",
  "landing_ebook_41": "it's brought my spark back!",
  "landing_ebook_42": "Isabella García",
  "landing_ebook_43": "Calm and inspiration",
  "landing_ebook_44": "My work is very demanding, and I was looking for something to help me disconnect and find balance. 'Play and Create' is exactly what I needed. The exercises in the notebook are super effective for releasing stress, and the book's focus on the 'inner child' helped me rediscover the joy of creating without pressure.",
  "landing_ebook_45": "Now I feel a calm and inspiration I didn't have before.",
  "landing_ebook_46": "Sofía Rodríguez",
  "landing_ebook_47": "It's liberating!",
  "landing_ebook_48": "I always wanted to be more creative, but insecurity paralyzed me. This 'Play and Create' pack was the perfect invitation. The book gave me the confidence to start, and the notebook pushed me to experiment with fun, non-judgmental exercises, like 'Draw Without Looking'.",
  "landing_ebook_49": "For the first time, I feel free to explore my artistic side and I'm not afraid to make mistakes. It's liberating!",
  "landing_ebook_50": "Valentina Hernández",
  "landing_ebook_51": "\"Creativity is the voice of the feminine soul.\"",
  "landing_ebook_52": "Get your copy of the eBook and Workbook \"Play and Create: Reconnect with your creativity through your Inner Child\" and discover it.",
  "form_placeholder_firstName": "Nombre",
  "form_placeholder_lastName": "Apellido",
  "form_placeholder_email": "Email",
  "landing_ebook_form_validation_1": "All fields are required.",
  "landing_ebook_form_validation_2": "Please enter a valid email address.",
  "landing_ebook_privacy_consent": "I agree to receive communications from The Women's Ground. More information on how we handle your data can be found in our <a href=\"/privacy\" target=\"_blank\" rel=\"noopener noreferrer\">Privacy Policy</a>.",
  "landing_ebook_privacy_error": "You must accept the privacy policy to proceed with the purchase.",
  "landing_ebook_privacy_link_text": "Privacy Policy",
  "landing_ebook_checkout_error_1": "There was a problem initiating payment. Please try again later.",
  "landing_ebook_checkout_error_2": "An unexpected error occurred while processing your payment request.",
  "landing_ebook_checkout_error_prefix": "Error",
  "landing_ebook_submitting_btn": "Processing...",
  "navbar_contact": "Contact",
  "navbar_events": "Events",
  "footer_privacy_policy": "Privacy Policy",
  "privacy_1": "Privacy Policy and Data Protection of The Women's Ground",
  "privacy_2": "Last updated: June 13, 2025",
  "privacy_3": "At The Women's Ground, we take the protection of your privacy and personal data very seriously. This privacy policy describes how we collect, use, process, and protect the personal information you provide to us through our website www.thewomensground.com",
  "privacy_4": "We comply with current regulations on personal data protection, including Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016, on the protection of natural persons with regard to the processing of personal data and on the free movement of such data (GDPR), and Organic Law 3/2018, of 5 December, on Personal Data Protection and Guarantee of Digital Rights (LOPDGDD) in Spain.",
  "privacy_5": "1. Who is the Data Controller?",
  "privacy_6": "Identity:",
  "privacy_7": "Email:",
  "privacy_8": "Website:",
  "privacy_9": "2. What Personal Data Do We Collect and For What Purpose?",
  "privacy_10": "We collect different types of personal data depending on how you interact with our website:",
  "privacy_11": "Contact Data (Contact Form):",
  "privacy_12": "Data collected:",
  "privacy_13": "Name, surname, email address, message.",
  "privacy_14": "Purpose:",
  "privacy_15": "To manage and respond to your inquiries, requests, or comments.",
  "privacy_16": "Legal Basis:",
  "privacy_17": "Consent of the data subject (Art. 6.1.a GDPR).",
  "privacy_18": "Subscription Data (Newsletter Form):",
  "privacy_19": "Name, surname, email address.",
  "privacy_20": "To send commercial communications (newsletters, promotions) about our products, services or content related to female empowerment, personal, and professional development.",
  "privacy_21": "Purchase Data (Stripe Checkout for Ebook):",
  "privacy_22": "Although payment is processed directly through Stripe, we may receive limited transaction information such as payment confirmation, session ID, and the price of the product purchased. We do not store credit card data.",
  "privacy_23": "To manage the purchase and download of the ebook, verify payment, and provide access to the content.",
  "privacy_24": "Execution of a contract (Art. 6.1.b GDPR) for the purchase process.",
  "privacy_25": "Browse and Usage Data (Cookies):",
  "privacy_26": "Information about your interaction with our site (pages visited, time on site, etc.). For more details, consult our",
  "privacy_27": "Cookie Policy.",
  "privacy_28": "To improve user experience, analyze site traffic, personalize content, and, with your consent, for advertising purposes.",
  "privacy_29": "Consent (for non-essential cookies) or legitimate interest (for necessary technical and functional cookies).",
  "privacy_30": "3. How Long Do We Retain Your Data?",
  "privacy_31": "We will only retain your personal data for as long as necessary to fulfill the purpose for which it was collected, as well as to comply with applicable legal obligations.",
  "privacy_32": "Contact Data:",
  "privacy_33": "Will be kept until the query has been resolved or you request its deletion.",
  "privacy_34": "Subscription Data:",
  "privacy_35": "Will be kept as long as you do not withdraw your consent or unsubscribe from the newsletter.",
  "privacy_36": "Purchase Data:",
  "privacy_37": "Will be kept for the time necessary to manage the purchase and any legal warranty or claim.",
  "privacy_38": "Cookie Data:",
  "privacy_39": "The duration of cookies varies depending on their type. Consult our Cookie Policy.",
  "privacy_40": "4. Do We Share Your Data with Third Parties?",
  "privacy_41": "Your personal data will not be transferred to third parties, except in the following cases:",
  "privacy_42": "Service Providers:",
  "privacy_43": "We share data with third parties who provide us with services necessary for the operation of our website and the provision of our services (e.g., hosting providers, email sending services like MailerSend, payment platforms like Stripe, subscriber management tools like MailerLite). These providers act as data processors and have assumed commitments of confidentiality and appropriate security measures.",
  "privacy_44": "Legal Obligation:",
  "privacy_45": "If required by law or a competent authority.",
  "privacy_46": "With your Express Consent.",
  "privacy_47": "International Data Transfers:",
  "privacy_48": "Some of our service providers (such as MailerSend, MailerLite, or Stripe) may have their servers or operate from outside the European Economic Area (EEA). In these cases, we ensure that transfers are made under adequate safeguards, such as standard contractual clauses approved by the European Commission, the EU-US Data Privacy Framework (if applicable), or any other legally recognized mechanism.",
  "privacy_49": "5. What Are Your Data Protection Rights?",
  "privacy_50": "As the data subject, you have the right to:",
  "privacy_51": "Access:",
  "privacy_52": "Obtain confirmation as to whether we are processing your personal data and to access them.",
  "privacy_53": "Rectification:",
  "privacy_54": "Request the correction of your personal data if they are inaccurate or incomplete.",
  "privacy_55": "Erasure (Right to be Forgotten):",
  "privacy_56": "Request the deletion of your personal data when, among other reasons, they are no longer necessary for the purposes for which they were collected.",
  "privacy_57": "Restriction of Processing:",
  "privacy_58": "Request the restriction of the processing of your data, in which case we will only retain them for the exercise or defense of claims.",
  "privacy_59": "Objection:",
  "privacy_60": "Object to the processing of your personal data for reasons related to your particular situation. In this case, we will stop processing your data, except for compelling legitimate reasons or the exercise or defense of possible claims.",
  "privacy_61": "Data Portability:",
  "privacy_62": "Receive the personal data you have provided to us in a structured, commonly used, and machine-readable format, and to transmit them to another data controller without hindrance from us.",
  "privacy_63": "Withdraw Consent:",
  "privacy_64": "Withdraw the consent given for any specific purpose, without affecting the lawfulness of the processing based on consent prior to its withdrawal.",
  "privacy_65": "To exercise any of these rights, please send us a written request to info@thewomensground.com, attaching a copy of your ID card or similar identification document to verify your identity.",
  "privacy_66": "You also have the right to file a complaint with the Spanish Data Protection Agency (AEPD) if you consider that your rights have not been adequately addressed or that data processing violates applicable regulations. You can contact the AEPD through its website:",
  "privacy_67": "www.aepd.es",
  "privacy_68": "6. Security Measures",
  "privacy_69": "At The Women's Ground, we have adopted the necessary technical and organizational measures to guarantee the security and integrity of the personal data we process, preventing their alteration, loss, unauthorized processing or access, taking into account the state of technology, the nature of the data stored, and the risks to which they are exposed, whether from human action or from the physical or natural environment.",
  "privacy_70": "7. Changes to the Privacy Policy",
  "privacy_71": "We reserve the right to modify this Privacy Policy to adapt it to new legislative, jurisprudential developments, or interpretations of the AEPD. Any change will be duly notified to users through our website. We recommend that you review this policy periodically.",
  "event_registration_title": "Event Registration",
  "event_registration_description": "Complete the form to secure your spot at our next event.",
  "event_name_label": "Event you are registering for",
  "select_event_placeholder": "Select an event",
  "full_name_label": "Full Name",
  "email_label": "Email Address",
  "how_did_you_hear_label": "How did you hear about this event?",
  "how_did_you_hear_placeholder": "E.g.: Social Media, Friend, Newsletter",
  "artistic_expression_label": "Do you have a favorite artistic expression or one you'd like to explore?",
  "artistic_watercolor": "Watercolor",
  "artistic_acting": "Acting",
  "artistic_clay": "Clay",
  "artistic_dance": "Dance",
  "artistic_embroidery": "Embroidery",
  "artistic_singing": "Singing",
  "artistic_ceramics": "Ceramics",
  "artistic_sewing": "Sewing",
  "artistic_drawing": "Drawing",
  "artistic_design": "Design",
  "artistic_graphic_design": "Graphic Design",
  "artistic_writing": "Writing",
  "artistic_sculpture": "Sculpture",
  "artistic_photography": "Photography",
  "artistic_engraving": "Engraving",
  "artistic_illustration": "Illustration",
  "artistic_music": "Music",
  "artistic_painting": "Painting",
  "artistic_poetry": "Poetry",
  "artistic_knitting": "Knitting",
  "artistic_other": "Other",
  "artistic_other_placeholder": "Specify",
  "why_interested_label": "What attracts you or what do you expect to gain from this event?",
  "why_interested_placeholder": "We want to understand your story, motivations and/or struggles to be able to guide you better on this journey.",
  "comments_label": "Any additional comments or questions?",
  "comments_placeholder": "Do you have any questions? Any food allergys or restrictions we should know about?, Anything else you'd like to share? Write down here :)",
  "subscribe_newsletter_question": "Do you want to stay updated on all our news and events?",
  "subscribe_newsletter_description": "Subscribe to the community here to receive updates.",
  "register_button": "Register for Event",
  "submitting_button": "Submitting...",
  "registration_success": "You have successfully registered for the event.",
  "registration_success_newsletter": "You have also subscribed to the community!",
  "registration_failure": "Could not complete event registration.",
  "error_specify_other_artistic_expression": "Please specify your 'other' artistic expression.",
  "leadmagnet_title": "Unlock your creativity",
  "leadmagnet_subtitle": "Connect with your feminine energy",
  "leadmagnet_description": "Creativity is your key to reconnecting with your power. Rediscover that spark by nurturing your intuition and flow.",
  "leadmagnet_firstname_label": "Name",
  "leadmagnet_lastname_label": "Last Name",
  "leadmagnet_email_label": "Email",
  "leadmagnet_submitting_btn": "Sending",
  "leadmagnet_submit_btn": "Send and get your guide",
  "leadmagnet_img_alt": "Quick guide: Unlock your creativity. Connect with your feminine energy",
  "leadmagnet_privacy_consent": "I agree to receive communications from The Women's Ground. More information on how we handle your data can be found in our <a href=\"/privacy\" target=\"_blank\" rel=\"noopener noreferrer\">Privacy Policy</a>.",
  "leadmagnet_privacy_error": "You must accept the privacy policy to continue.",
  "leadmagnet_privacy_link_text": "Privacy Policy",
  "upcoming_loading_message": "Loading events...",
  "upcoming_error_server": "Error loading events from the server.",
  "upcoming_error_network": "Network error. Make sure your backend is running.",
  "upcoming_error_connection": "There was a connection problem. Please try again later.",
  "upcoming_featured_title": "Featured Events",
  "upcoming_no_events_message": "No events available.",
  "carousel_loading_message": "Loading events...",
  "carousel_error_message": "Error loading events. Please try again later.",
  "carousel_no_events_message": "No more upcoming events available.",
  "carousel_all_events_title": "All Events",
  "event_details_invalid_id": "The event ID is not valid.",
  "event_details_not_found": "The event was not found.",
  "event_details_api_error": "Error loading event details.",
  "event_reservation_success": "Reservation successfully confirmed.",
  "event_reservation_error": "An error occurred while processing your reservation.",
  "event_info_request_success": "Request successfully sent.",
  "event_info_request_error": "An error occurred while sending your request.",
  "event_details_loading": "Loading event details...",
  "event_details_not_found_message": "Event not found.",
  "event_details_date_not_available": "Date not available",
  "event_details_price_not_available": "Price not available",
  "event_details_participants": "{{count}} Participants",
  "event_details_unlimited_capacity": "Unlimited capacity",
  "event_details_about_title": "About the event",
  "event_details_ended_title": "This event has already ended.",
  "event_details_ended_message": "Thank you for your interest. We invite you to explore our photo gallery and check out our upcoming events.",
  "event_details_reserve_now": "Book Your Spot Now!",
  "form_placeholder_full_name": "Full Name",
  "form_placeholder_phone_optional": "Phone (optional)",
  "form_placeholder_participants": "Number of participants",
  "form_button_confirm_reservation": "Confirm Reservation",
  "form_button_more_info": "Do you want more information? Contact us!",
  "modal_title_info_request": "Request More Information",
  "form_placeholder_comments": "Comments or questions",
  "form_button_send_request": "Send Request",
  "eventshub_loading_message": "Loading the events page...",
  "eventshub_fetch_error": "Error loading events. Please try again.",
  "past_events_loading_message": "Loading past events...",
  "past_events_error_message": "Error loading past events.",
  "past_events_no_events_message": "No past events available.",
  "past_events_title": "Past Events",
  "event_card_date_label": "Date",
  "event_card_view_more": "View more",
  "event_card_date_not_available": "Date not available",
  "event_success_title": "Reservation Confirmed!",
  "event_success_message_part1": "You have successfully reserved your spot for our event.",
  "event_success_message_part2": "The remaining payment will be made in cash on the day of the event.",
  "event_success_email_info": "You will receive a confirmation email with more information shortly.",
  "back_to_home": "Back to Home Page",
  "success_event_6": "If you have any questions, don't hesitate to",
  "success_event_7": "contact us",
  "form_button_pay_with_stripe": "Book your spot here!",
  "consent_for_image_label": "Use of image consent",
  "consent_for_image_description": "I consent to the use of photographs and videos taken during the event for promotional purposes by The Women's Ground",
  "testimonial_event_title": "What they say about our events",
  "testimonial_event_1_title": "A space for the soul",
  "testimonial_event_1_p1": "I attended two of The Women’s Ground events and the experience was wonderful. 🌸 I was able to connect with my creativity in a way I never would have imagined.",
  "testimonial_event_1_p2": "I loved sharing with other women who were also on their own journey. Feeling accompanied, heard, and in tune made everything even more special. It's so beautiful to connect with other people from such an authentic and creative place.",
  "testimonial_event_1_p3": "I’m thrilled that a project like this exists and I recommend it to any woman who wants to reconnect with her feminine energy and creativity 💫",
  "testimonial_event_1_p4": "Juliana Nieto",
  "testimonial_event_2_title": "Flowing and creating again",
  "testimonial_event_2_p1": "If you are looking for a space to let go of control and reconnect with that inner child who loves to paint and play, Victoria and The Women's Ground workshop is just what you need. From the moment you walk in, the music, the atmosphere, and Victoria's warmth make you feel completely welcome.",
  "testimonial_event_2_p2": "What surprised me most was how the workshop flows. We started with some creative games that were perfect for breaking the ice and reminding us how fun it is to create without a goal. There were no rules, just laughter and the freedom to scribble and paint for pure pleasure.",
  "testimonial_event_2_p3": "Afterwards, the guided meditation helped us enter that perfect state of 'flow' for the main course: intuitive painting. It was magical to see how what I felt in the meditation transformed into colors and shapes on the canvas. Having enough time to fully immerse myself in the creation was a gift. I left with a sense of calm, so much inspiration, and the certainty that my creativity had not disappeared, it was just hidden. This workshop is not just about painting; it's about finding a community, being vulnerable without fear of judgment, and above all, celebrating the joy of simply being and creating. I recommend it 100%.",
  "testimonial_event_2_p4": "Oriana Quintana",
  "testimonial_event_3_title": "Discovering my creative capacity",
  "testimonial_event_3_p1": "I participated in an online activity offered by The Women’s Ground. My experience was truly wonderful. I have always been a very structured woman, with predefined tasks in my profession, work, and home, and I considered myself to be completely uncreative, even though I am passionate about art and literature. Participating in this completely new, fun, and profound activity awakened another way for me to recognize myself as a woman, to take care of myself and, especially, to dare to discover other hidden abilities I didn't know I had, simply because I didn't trust my creative capacity.",
  "testimonial_event_3_p2": "Since the activity, and with the tools they gave me, I have learned to give myself my own spaces, my 'sacred moments,' and it has been so delightful to feel this way. The daily grind, the numerous obligations, and tasks don't allow us to realize everything we can create by dialoguing with ourselves in different ways. Starting June 5th, one day after my 64th birthday, I embraced my decompression journal as a part of me; it became my daily refuge, my desired routine, a way to talk to myself, to find and feel myself. It's my 'sacred moment.' It was hard to get started, but once I did, I haven't stopped.",
  "testimonial_event_3_p3": "In the same way, I dared to create and, to my surprise, I began to let my hand go to express with drawings what I feel, what I experience, how I see myself, and what I desire—all in my creative journal. Meditating pushes me to create and express what I feel. I would love for many women to be a part of these experiences, to give themselves the opportunity to find their moments to create and, like me, I hope they enjoy and integrate it into their lives and that we can share it. For me, it's not something complementary, it's not doing something more... today I feel it as a part of my life. Thanks to The Women’s Ground for this beautiful opportunity.",
  "testimonial_event_3_p4": "María Angelina Rodríguez",
  "events_error_message": "Failed to load events. Please try again later.",
  "events_loading_message": "Loading events...",
  "no_events_message": "No events to display.",
  "all_events_title": "All Events",
  "view_all_events_button": "View All Events",
  "title_quickguide": "Download your free quick guide:"
}
